Repository: t-animal/Dienstplanextraktor
Catalog: lang/*/LC_MESSAGES/rosterextractor.po
Languages: de_de

source: Free
de_de: Frei

source: Vacation
de_de: Urlaub

source: Morning shift
de_de: Frühschicht

source: Evening shift
de_de: Spätschicht

source: Night shift
de_de: Nachtschicht

source: There was an error opening the PDF file.
de_de: Es gab einen Fehler beim Öffnen der PDF Datei.

source: There was an error related to PDF permissions.
de_de: Es gab einen Fehler mit den PDF Berechtigungen.

source: An unknown error occured.
de_de: Ein unbekannter Fehler ist aufgetreten.

source: Number of shifts ({}) of {} does not match number of days ({}) in month ({})!
de_de: Anzahl der Schichten ({}) von {} stimmt nicht überein mit der Anzahl der Tage ({}) im Monat ({})!

source: Roster of {} for {} {}
de_de: Dienstplan von {} für {} {}

source: Roster of
de_de: Dienstplan von

source: for
de_de: für

source: Extract roster info
de_de: Dienstplaninfo extrahieren

source: Show all workers.
de_de: Zeige alle Mitarbeiter.

source: Show infos for worker W
de_de: Zeige Informationen für Mitarbeiter W

source: Output latex code (only -w)
de_de: Gib Latex code aus (nur -w)

source: Unshorten abbreviations (only -w)
de_de: Expandiere Abkürzungen (nur -w)

source: Save to google calendar (only -w)
de_de: Speichere in Google Kalender (nur -w)

source: Extract every second line (use, if desired name is cut off)
de_de: Extrahiere jede zweite Zeile (verwenden, wenn gewünschter Name abgeschnitten)

source: Path to roster PDF
de_de: Pfad zum Dienstplan PDF

source: Adding to google calendar... Event no {}
de_de: Füge zu Google calendar... Event #{}

source: Done
de_de: Fertig

source: Unknown worker (use -l!)
de_de: Unbekannter Mitarbeiter (nutze -l!)

source: Roster-
de_de: Dienstplan-

source: Print (default printer)
de_de: Drucken (Standarddrucker)

source: All PDF files
de_de: Alle PDF Dateien

source: Rosters
de_de: Dienstpläne

source: Plausibility Error
de_de: Plausibilitätsfehler

source: Create PDF
de_de: PDF erstellen

source: No file selected
de_de: Keine Datei gewählt

source: Open File
de_de: Datei öffnen

source: Translate
de_de: Expandieren

source: Export to calendar
de_de: An Kalender exportieren

source: Extract first line
de_de: Extrahiere erste Zeile

source: Extract second line
de_de: Extrahiere zweite Zeile

source: Unrecoverable error
de_de: Unerwarteter Fehler

source: Rosterextractor
de_de: Schichtplanextraktor

source: Your platform is not supported (missing pdftotext). Sorry.
de_de: Diese Plattform wird nicht unerstützt (es fehlt pdftotext). Tschuldigung.

source: Your platform is not supported (missing pdflatex). Sorry.
de_de: Diese Plattform wird nicht unerstützt (es fehlt pdflatex). Tschuldigung.

source: Your platform is not supported (no idea where to put the config). Sorry.
de_de: Diese Plattform wird nicht unerstützt (keine Ahnung wo die config hin muss). Tschuldigung.

source: Your platform is not supported (no idea how to print). Sorry.
de_de: Diese Plattform wird nicht unerstützt (keine Ahnung wie man druckt). Tschuldigung.
